print("Я подсчитаю свою живность:")
# выводится текст "Куры" и вычисляется их количество
print("Куры", 25. + 30. / 6.)
# выводится текст "Петухи" и вычисляется их количество
print("Петухи", 100. - 25. * 3. % 4.)
# Выводится текст вычисления про яйца
print("А теперь подсчитаю яйца:")
# Происходит вычисление количества яиц и вывод в консоль их количества
print(3. + 2. + 1. - 5. + 4. % 2. - 1. / 4. + 6.)
# Выдается текст в консоль
print("Верно ли, что 3. + 2. < 5. - 7.?")
# Вычисляются и сравниваются два числа
print(3. + 2. < 5. - 7.)
# Складываются два числа
print("Сколько будет 3. + 2.?", 3. + 2.)
# Вычисляется разность двух чисел
print("А сколько будет 5. - 7.?", 5. - 7.)
# Текст вопроса
print("Ой, я, кажется, запутался... Почему False?")
# Текст
print("Еще раз посчитаю...")
# Происходит сравнение
print("Это больше?", 5. > -2.)
# Еще одно сравние
print("А это больше или равно?", 5. >= -2.)
# Снова сравнение
print("А это меньше или равно?", 5. <= 2.)
