from sys import argv
# Прочитайте раздер "Результат выполенениея", чтобы понять, как
# как выполнять этот скрипт

script = argv
first = input("введи первое называние\n")
second = input("введи второе название\n")
third = input("введи третье название\n")
fourth = input("введи четвертное название\n")
print("Запущен файл: ", script)
print("Моя первая переменная называется: ", first)
print("Моя вторая переменная называется: ", second)
print("Моя третья переменная называеся: ", third)
print("Моя четвертая переменная называется: ", fourth)
